{
    "Password": "Parola",
    "Cancel": "İptal",
    "Profile Information": "Profil Bilgileri",
    "Profile": "Profil",
    "Update your account's profile information and email address.": "Hesabınızın profil bilgilerini ve e-posta adresini güncelleyin",
    "Photo": "Fotoğraf",
    "Select A New Photo": "Yeni Bir Fotoğraf Seç",
    "Remove Photo": "Fotoğrafı Kaldır",
    "Save": "Kaydet",
    "Name": "Ad ve Soyad",
    "Email": "E-Posta",
    "Update Password": "Parolayı Güncelle",
    "Ensure your account is using a long, random password to stay secure.": "Güvende kalmak için hesabınızın uzun, rastgele bir parola kullandığından emin olun.",
    "Current Password": "Güncel Parola",
    "New Password": "Yeni Parola",
    "Confirm Password": "Parolayı Onaylayın",
    "Two Factor Authentication": "İki aşamalı doğrulama",
    "Add additional security to your account using two factor authentication.": "İki faktörlü kimlik doğrulamayı kullanarak hesabınıza ek güvenlik ekleyin.",
    "You have not enabled two factor authentication.": "İki faktörlü kimlik doğrulamayı etkinleştirmediniz.",
    "You have enabled two factor authentication.": "İki faktörlü kimlik doğrulamayı etkinleştirdiniz.",
    "When two factor authentication is enabled, you will be prompted for a secure, random token during authentication. You may retrieve this token from your phones Google Authenticator application.": "İki faktörlü kimlik doğrulama etkinleştirildiğinde, kimlik doğrulama sırasında güvenli, rastgele bir jeton istenecektir. Bu jetonu telefonunuzun Google Authenticator uygulamasından alabilirsiniz.",
    "Two factor authentication is now enabled. Scan the following QR code using your phones authenticator application.":"İki faktörlü kimlik doğrulama şimdi etkinleştirildi. Telefonunuzun kimlik doğrulama uygulamasını kullanarak aşağıdaki QR kodunu tarayın.",
    "Store these recovery codes in a secure password manager. They can be used to recover access to your account if your two factor authentication device is lost.": "Bu kurtarma kodlarını güvenli bir parola yöneticisinde saklayın. İki faktörlü kimlik doğrulama cihazınız kaybolursa, hesabınıza erişimi kurtarmak için kullanılabilirler.",
    "Enable":"Aktif Et",
    "Regenerate Recovery Codes": "Kurtarma Kodlarını Yenile",
    "Show Recovery Codes": "Kurtarma Kodlarını Göster",
    "Disable": "Pasifleştir",
    "For your security, please confirm your password to continue.": "Devam etmek için lütfen şifrenizi onaylayın.",
    "Confirm": "Onayla",
    "Browser Sessions": "Oturumları Yönet",
    "Manage and log out your active sessions on other browsers and devices.": "Diğer tarayıcı ve cihazlardaki oturumları yönetin ve çıkış yapın.",
    "If necessary, you may log out of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "Gerekirse, tüm cihazlarınızdaki diğer tüm tarayıcı oturumlarınızdan çıkış yapabilirsiniz. Son oturumlarınızdan bazıları aşağıda sıralanmıştır; ancak, bu liste ayrıntılı olmayabilir. Hesabınızın güvenliğinin ihlal edildiğini düşünüyorsanız, şifrenizi de güncellemelisiniz.",
    "Log Out Other Browser Sessions": "Diğer Tüm Cihaz ve Tarayıcılardan Çıkış Yapın",
    "Done.": "Tamamlandı.",
    "Please enter your password to confirm you would like to log out of your other browser sessions across all of your devices.": "Tüm cihazlarınızda diğer tarayıcı oturumlarınızdan çıkmak istediğinizi onaylamak için lütfen şifrenizi girin.",
    "This device": "Bu cihaz",
    "Delete Account": "Hesabı Sil",
    "Permanently delete your account.": "Hesabı tamamen kaldır",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Hesabınız silindiğinde, hesabınızın tüm kaynakları ve verileri kalıcı olarak silinecektir.",
    "Are you sure you want to delete your account? Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Hesabınızı silmek istediğinizden emin misiniz? Hesabınız silindiğinde, tüm kaynakları ve verileri kalıcı olarak silinecektir. Hesabınızı kalıcı olarak silmek istediğinizi onaylamak için lütfen şifrenizi girin.",
    "Manage Team": "Takımı Yönet",
    "Team Settings": "Takım Ayarları",
    "Create New Team": "Yeni Takım Oluştur",
    "Switch Teams": "Takım Değiştir",
    "Team Name": "Takım Adı",
    "The team's name and owner information.": "Takımın isim ve sahip bilgileri",
    "Team Owner": "Takım Sahibi",
    "Add Team Member": "Takım Üyesi Ekle",
    "Add a new team member to your team, allowing them to collaborate with you.": "Ekibinize yeni bir ekip üyesi ekleyerek sizinle işbirliği yapmalarını sağlayın.",
    "Please provide the email address of the person you would like to add to this team.": "Lütfen bu ekibe eklemek istediğiniz kişinin e-posta adresini girin.",
    "Role": "Yetki",
    "Added.": "Eklendi",
    "Add": "Ekle",
    "Pending Team Invitations": "Bekleyen Takım Davetleri",
    "These people have been invited to your team and have been sent an invitation email. They may join the team by accepting the email invitation.": "Bu kişiler ekibinize davet edildi ve bir davet e-postası gönderildi. E-posta davetini kabul ederek ekibe katılabilirler.",
    "Team Members": "Takım Üyeleri",
    "All of the people that are part of this team.": "Bu ekibin bir parçası olan tüm üyeler.",
    "Leave": "Ayrıl",
    "Remove": "Kaldır",
    "Leave Team": "Takımdan Ayrıl",
    "Are you sure you would like to leave this team?": "Takımdan gerçekten ayrılmak istediğinize emin misiniz?",
    "Manage Role": "Yetkiyi Yönet",
    "Saved.": "Kaydedildi.",
    "Manage Account": "Hesabı Yönet",
    "API Tokens": "API Anahtarları",
    "Log Out": "Çıkış",
    "Delete Team": "Takımı Sil",
    "Permanently delete this team.": "Takımı kalıcı olarak sil.",
    "Once a team is deleted, all of its resources and data will be permanently deleted. Before deleting this team, please download any data or information regarding this team that you wish to retain.": "Bir ekip silindiğinde, takımın tüm kaynakları ve verileri kalıcı olarak silinir.",
    "Are you sure you want to delete this team? Once a team is deleted, all of its resources and data will be permanently deleted.": "Bu takımı silmek istediğinizden emin misiniz? Bir takım silindiğinde, tüm kaynakları ve verileri kalıcı olarak silinir.",
    "Create Team": "Takım Oluştur",
    "Team Details": "Takım Detayları",
    "Create a new team to collaborate with others on projects.": "Projelerde başkalarıyla işbirliği yapmak için yeni bir takım oluşturun.",
    "Create": "Oluştur",
    "Create API Token" : "API Anahtarı Oluştur",
    "API tokens allow third-party services to authenticate with our application on your behalf.": "API anahtarları, üçüncü taraf hizmetlerin sizin adınıza uygulamamızla kimlik doğrulaması yapmasına olanak tanır.",
    "Token Name": "Anahtar Adı",
    "Permissions": "Yetkiler",
    "Manage API Tokens": "API Anahtarlarını Yönet",
    "You may delete any of your existing tokens if they are no longer needed." : "Artık gerekli değilse mevcut  herhangi birini silebilirsiniz.",
    "Delete": "Sil",
    "Delete API Token": "API Anahtarını Sil",
    "Are you sure you would like to delete this API token?" : "API anahtarını silmek istediğinize emin misiniz?",
    "API Token Permissions": "API Anahtarı Yetkileri",
    "Last active": "Son etkinlik",
    "Remember me": "Beni hatırla",
    "Forgot your password?": "Parolamı unutum",
    "Log in": "Giriş Yap",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "Parolanızı mı unuttunuz? Sorun değil. Sadece e-posta adresinizi bize bildirin ve size yeni bir tane seçmenize olanak sağlayacak bir parola sıfırlama bağlantısı gönderelim.",
    "Email Password Reset Link": "Parola Sıfırlama Linki Gönder",
    "We have emailed your password reset link!": "Parola sıfırlama linki e-posta adresinize gönderildi.",
    "Reset Password": "Parolayı Sıfırla",
    "Your password has been reset!": "Parolanız başarıyla değiştirildi.",
    "I agree to the :terms_of_service and :privacy_policy": ":terms_of_service ve :privacy_policy koşullarını kabul ediyorum",
    "Terms of Service": "Kullanım Şartları",
    "Privacy Policy": "Gizlilik Politkası",
    "Already registered?": "Zaten hesabım var",
    "Register": "Kayıt",
    "Remove Team Member": "Takım Üyesini Kaldır",
    "Are you sure you would like to remove this person from the team?": "Takım üyesini kaldırmak istediğinize emin misiniz?",
    "Administrator users can perform any action.": "Bu kullanıcılar tüm işlemleri gerçekleştirebilirler.",
    "Editor users have the ability to read, create, and update.": "Bu kullanıcılar okuma, oluşturma ve güncelleme haklarına sahiptirler",
    "Administrator": "Ana Yönetici",
    "Editor": "Editör",
    "Reader": "Okuyucu",
    "Reader users have the ability to read.": "Bu kullanıcılar sadece okuma hakkına sahiptirler.",
    "API Token": "API Anahtarı",
    "Please copy your new API token. For your security, it won't be shown again.": "Lütfen yeni API simgenizi kopyalayın. Güvenliğiniz için tekrar gösterilmeyecektir.",
    "Close": "Kapat"

}
